[
    {
        "title": "Sweet Misconceptions: Visualizing Student Nutrition",
        "year": "2024",
        "image": "images/2024SweetMisconceptions.png",
        "description": "“Sweet Misconceptions” investigates candy’s role in student nutrition, analyzing if it effectively supports energy needs for studying. Using Tableau, my team created interactive visualizations of candy sales trends and student nutritional gaps. DALL-E visuals illustrate healthier alternatives to candy, enriching our insights. The final project was published on Tableau Public, combining engaging graphics and data-driven findings to underscore the need for more sustainable, nutritious snack options for students.",
        "url": "https://public.tableau.com/app/profile/jaeun.park/viz/Team27-SweetMisconceptions/SweetMisconceptions"
    },
    {
        "title": "BestNest: A Python-Powered Web App for Finding Your Ideal City",
        "year": "2024",
        "image": "images/2024BestNest.png",
        "description": "BestNest is a web application that helps users find the ideal city to live in based on personalized criteria such as cost of living, literacy rate, crime cost, and air quality. The app is structured with modularized components, including dedicated “Invoker” and “Scraper” modules for data retrieval. These modules pull and format data from online sources, which are then processed by the MergeData module to compile a unified dataset. Users select their priority factors through an interactive, multi-select interface, and the app dynamically displays a summary of the top city, a ranked list of the top 10 cities, and a heatmap visualizing city scores. This organized structure makes BestNest highly flexible and extensible for new criteria or data sources.",
        "url": "https://bestnest.streamlit.app/"
    },
    {
        "title": "Visualizing the Drug Overdose in Allegheny County",
        "year": "2024",
        "image": "images/ExploratoryDataAnalysis.png",
        "description": "Conducted an exploratory data analysis for a Data Visualization course at Carnegie Mellon University, examining drug overdoses, gender disparities, and the connection to smoking in Allegheny County. This report analyzes the prevalence of drugs in fatal overdoses, the impact of gender on overdose rates, and the co-occurrence of drug and smoking addictions. Findings indicate Fentanyl as the most frequently involved substance, with men experiencing significantly higher overdose rates. Additionally, the analysis explores age-related drug use patterns and geographic differences in drug overdoses versus smoking prevalence, highlighting the influence of socio-economic and environmental factors.",
        "url": "https://jaeun-park.github.io/portfolio/Allegheny%20County%20Drug%20Overdoses/A1_report.html"
    },
    {
        "title": "Commendation for Excellence in Audit and Compliance",
        "year": "2023",
        "image": "images/202301ChairmanCommendation.png",
        "description": "Received commendation from the chairman of Korea Development Bank in January 2023 for excellence in audit and compliance. During this period as a Corporate Loan Manager at the Cheonan Branch, led syndication efforts with Citibank and Korea Export-Import Bank for a $200 million offshore loan supporting Hana Micron’s factory construction in Vietnam. Also provided tailored financial solutions to over 20 SME clients across industries, facilitating a $75 million policy loan and securing 5 new clients."
    },
    {
        "title": "Pharmaceutical Pipeline Out-licensing Strategy Development",
        "year": "2021",
        "image": "images/202111OutLicensingStrategy.png",
        "description": "Developed a strategic approach for a pharmaceutical client’s pipeline out-licensing, collaborating with a team of seven experts in technical evaluation and M&A. The strategy involved analyzing drug efficacy, safety, and competitor data, which led to successful outcomes and generated a consulting profit of $350K. Recognized with the KDB Star Award (2021) for raising consulting profit as a cross-functional team of biotech and M&A experts, issued by Korea Development Bank."
    },
    {
        "title": "Industry Analysis, Application of AI in Drug Development by Domestic Startups",
        "year": "2021",
        "image": "images/202106AIDrugDevelopment.png",
        "description": "Analyzed the application of AI in drug development, focusing on its role in enhancing R&D productivity—from literature data collection to candidate substance discovery—and its adoption across 15 business areas. This report highlights the concentration of domestic startups in early-stage drug development, alongside the growing investment in AI-driven drug development initiatives in Korea."
    },
    {
        "title": "Industry Analysis: Digital Transformation of the Biopharma Cold Chain",
        "year": "2021",
        "image": "images/202102BiopharmaceuticalColdChain.png",
        "description": "Analyzed the transition of biopharmaceutical cold chain logistics from traditional temperature-controlled packaging and transportation to a digital cold chain utilizing IoT, cloud computing, AI, and big data technologies. This report reviews the current growth phase of cold chain services in Korea and the expected benefits of digital transformation, including enhanced quality reliability and inventory management efficiency for logistics and pharmaceutical companies. Acted as mentor and editor for this report."
    },
    {
        "title": "Large-Scale Pharmaceutical Data Analysis for Market Insights",
        "year": "2021",
        "image": "images/202101LargeDatasetAnalysis.png",
        "description": "Leveraged Python (Pandas, NumPy, Scikit-Learn) to conduct an in-depth analysis of large-scale datasets from global pharmaceutical companies, assessing and benchmarking domestic corporations. This analysis resulted in the identification and addition of 88 prospective clients to the existing database, enhancing market opportunities and strategic outreach."
    },
    {
        "title": "Guiding Bio-Startups through Technology Assessment For Market Listing",
        "year": "2020",
        "image": "images/2020KOSDAQListing.png",
        "description": "Consulted bio-startups through the technology assessment process for KOSDAQ market listing, resulting in 3 successful accelerated listings. Implemented business strategy and applied technical expertise to enable market entry and growth."
    },
    {
        "title": "Industry Analysis: Advancing Dementia Research and Development Policies",
        "year": "2020",
        "image": "images/202008Dementia.png",
        "description": "Analyzed industry trends in advancing dementia research and development policies. This report addresses the rising global prevalence of dementia due to rapid aging, leading to increased societal costs of dementia care. It reviews diverse dementia management and R&D policies worldwide, including Korea’s initiative by the Ministry of Health and Welfare and the Ministry of Science and ICT to invest 198.7 billion KRW over nine years starting in August 2020. A comparative analysis with dementia R&D initiatives in leading countries (U.S., U.K.) is provided to explore policy improvement strategies and establish a phased roadmap."
    },
    {
        "title": "Daily COVID-19 Global Issue Reports Supporting Informed Decision-making",
        "year": "2020",
        "image": "images/202003DailyCOVID19Reports.png",
        "description": "Posted daily reports on global COVID-19 issues for one month during critical times in 2020. These reports provided timely updates and insights on the evolving pandemic, supporting informed decision-making during a period of uncertainty."
    },
    {
        "title": "Industry Analysis: Drug Development Trends of Central Nervous System Diseases",
        "year": "2020",
        "image": "images/2020CNSDisease.png",
        "description": "Analyzed drug development trends in central nervous system diseases, focusing on epilepsy, multiple sclerosis, Alzheimer’s, and Parkinson’s disease. The report covers disease prevalence, current market opportunities, existing treatments, and unmet medical needs."
    },
    {
        "title": "Industry Analysis: NRDO, a Scale-up Strategy for Domestic Bio-startups",
        "year": "2019",
        "image": "images/201912NRDOStrategy.png",
        "description": "Analyzed the need for diversification of commercialization strategies in domestic bio-startups, focusing on the NRDO (No Research Development Only) model. This report explores the potential benefits of adopting the NRDO approach to enhance business efficiency and reduce development risks in the pharmaceutical sector."
    },
    {
        "title": "Thesis: Agri-Food Business Models Based on NFC",
        "year": "2019",
        "image": "images/2012Thesis.png",
        "description": "Participated in a published thesis regarding Agri-Food Business Models Based on NFC."
    }
]